[
  {
    "id": "1",
    "message": "How do you master your #adultADHD? #adhd #adhdproblems #ADHDSupport #adhdinspirational #adhdlifehacks #ADHDTips",
    "userId": "164",
    "createdAt": "2022-01-17T06:19:11Z"
  },
  {
    "id": "2",
    "message": "Strategies For #ADHD: Build your life around what you're good at.",
    "userId": "164",
    "createdAt": "2023-01-17T00:53:59Z"
  },
  {
    "id": "3",
    "message": "Living with ADHD is a challenge, but also a unique opportunity to harness creativity and embrace neurodiversity.",
    "userId": "164",
    "createdAt": "2023-05-09T09:41:26Z"
  },
  {
    "id": "4",
    "message": "ADHD is not a limitation, it's a superpower waiting to be harnessed.",
    "userId": "164",
    "createdAt": "2023-07-28T15:08:37Z"
  },
  {
    "id": "5",
    "message": "Embrace your ADHD quirks and see them as strengths that make you unique.",
    "userId": "164",
    "createdAt": "2017-11-05T18:32:15Z"
  },
  {
    "id": "6",
    "message": "Accessorize your style with exquisite jewelry and make a bold fashion statement. Shine bright like a diamond!",
    "userId": "165",
    "createdAt": "2022-01-17T06:19:11Z"
  },
  {
    "id": "7",
    "message": "Fashion is an art, and jewelry is its masterpiece. Let your personal style be a reflection of your inner sparkle.",
    "userId": "165",
    "createdAt": "2023-01-17T00:53:59Z"
  },
  {
    "id": "8",
    "message": "In the world of fashion, jewelry is the finishing touch that completes your ensemble. Embrace the power of accessories and elevate your style.",
    "userId": "165",
    "createdAt": "2023-06-28T10:00:00Z"
  },

  {
    "id": "9",
    "message": "Get in the groove and unleash your creativity through beat making. Let the rhythm guide your journey and create music that moves souls.",
    "userId": "166",
    "createdAt": "2022-05-10T14:30:00Z"
  },
  {
    "id": "10",
    "message": "Beat making is more than just crafting sounds. It's a form of self-expression, where every beat tells a unique story. Find your rhythm and compose music that resonates with the world.",
    "userId": "166",
    "createdAt": "2018-03-15T08:45:00Z"
  },

  {
    "id": "11",
    "message": "Spent the day casting spells and dueling in Wizard101. It's like stepping into a fantasy realm where you can unleash your inner wizard. Prepare to be enchanted! #Wizard101 #GamerLife",
    "userId": "167",
    "createdAt": "2023-04-20T12:15:00Z"
  },

  {
    "id": "12",
    "message": "Revving up for some exciting new Car Manics videos! Get ready to witness breathtaking speed, jaw-dropping stunts, and adrenaline-fueled car madness. Buckle up and join the ride! #CarManics #NewVideosComingSoon",
    "userId": "168",
    "createdAt": "2022-11-12T09:55:00Z"
  },
  {
    "id": "13",
    "message": "Can't contain my excitement for the upcoming Car Manics videos! It's a non-stop thrill ride that will leave you breathless. Stay tuned and prepare for some heart-pounding car action! #CarManics #AdrenalineRush",
    "userId": "168",
    "createdAt": "2023-05-30T14:10:00Z"
  },
  {
    "id": "14",
    "message": "Get ready to have your adrenaline levels off the charts! Car Manics is about to drop mind-blowing new videos that will push the boundaries of speed and excitement. Brace yourself for the ultimate car mania! #CarManics #HighOctaneThrills",
    "userId": "168",
    "createdAt": "2023-06-28T18:30:00Z"
  },

  {
    "id": "15",
    "message": "Just leveled up my gaming skills to pro level! It takes dedication, practice, and a burning passion for gaming. Join me on this epic journey as I conquer new challenges and dominate the virtual world. #ProGamer #GamingPassion",
    "userId": "169",
    "createdAt": "2022-07-09T17:05:00Z"
  },
  {
    "id": "16",
    "message": "Unleashing my creativity and craftsmanship as a blacksmith! It's a labor of love to forge exquisite pieces from raw metal. Witness the artistry and passion that goes into every hammer strike. #Blacksmith #Craftsmanship",
    "userId": "170",
    "createdAt": "2023-02-15T11:30:00Z"
  },
  {
    "id": "17",
    "message": "In the fiery realm of the forge, I shape steel into works of art. Being a blacksmith is a fusion of skill, precision, and a touch of magic. Join me on this journey of creating wonders from the depths of the fire. #Blacksmith #MetalArt",
    "userId": "170",
    "createdAt": "2023-06-02T08:20:00Z"
  },
  {
    "id": "18",
    "message": "Embracing the ancient craft of blacksmithing, I breathe life into metal. From the rhythmic clang of hammers to the hypnotic dance of sparks, join me as I create beauty from raw iron. #Blacksmithing #MetalCraft",
    "userId": "170",
    "createdAt": "2023-06-28T13:15:00Z"
  },
  {
    "id": "19",
    "message": "As a business consultant, I help organizations unlock their full potential. From strategic planning to problem-solving, I provide expert guidance to drive success. Let's collaborate and take your business to new heights! #BusinessConsultant #StrategicPlanning",
    "userId": "171",
    "createdAt": "2022-12-19T14:45:00Z"
  },
  {
    "id": "20",
    "message": "Diving deep into the world of business consulting, I thrive on unraveling complex challenges. Together, let's navigate the ever-changing landscape and unlock opportunities for growth. Ready to make your mark? Let's connect! #BusinessConsulting #GrowthOpportunities",
    "userId": "171",
    "createdAt": "2023-03-05T10:10:00Z"
  },
  {
    "id": "21",
    "message": "With a keen eye for strategy and a passion for problem-solving, I provide actionable insights as a business consultant. Together, let's navigate challenges, seize opportunities, and achieve remarkable results. Ready to level up your business? Let's do it! #BusinessConsultant #ActionableInsights",
    "userId": "171",
    "createdAt": "2023-06-28T16:50:00Z"
  },
  {
    "id": "22",
    "message": "Stepping into the world of business consulting, I bring expertise and a fresh perspective to help businesses thrive. Let's unlock your potential, drive innovation, and overcome challenges together. Ready to embark on a transformative journey? Let's connect! #BusinessConsulting #Innovation",
    "userId": "171",
    "createdAt": "2023-06-28T19:05:00Z"
  },
  {
    "id": "23",
    "message": "Modern dating has become a maze of mixed signals and ghosting. It's time to redefine love and connection. Let's create a dating culture built on authenticity, respect, and meaningful connections. Together, we can change the game! #ModernDating #AuthenticConnections",
    "userId": "172",
    "createdAt": "2019-09-01T16:30:00Z"
  },
  {
    "id": "24",
    "message": "Swipe right, swipe left, but where's the real connection? It's time to break free from the superficial and embrace genuine connections. Let's rewrite the rules of modern dating and create a love story worth telling. #ModernDating #RealConnections",
    "userId": "172",
    "createdAt": "2023-01-22T09:55:00Z"
  },
  {
    "id": "25",
    "message": "In the age of modern dating, let's bring back the magic of genuine romance. No more swiping through endless profiles; let's go on meaningful dates and create memories that last a lifetime. Are you ready to embark on an authentic love journey? #ModernDating #GenuineRomance",
    "userId": "172",
    "createdAt": "2023-06-09T12:40:00Z"
  },
  {
    "id": "26",
    "message": "Navigating the complexities of modern dating can be challenging. Let's unravel the mysteries together and discover the keys to successful relationships. It's time to bring back genuine connection, respect, and understanding. #ModernDating #RelationshipKeys",
    "userId": "172",
    "createdAt": "2023-06-28T15:20:00Z"
  },
  {
    "id": "27",
    "message": "The beauty of modern mathematics lies in its ability to unlock the secrets of the universe. From elegant equations to mind-bending theorems, mathematics is a language that reveals the hidden patterns of our world. Let's embark on a journey of discovery and marvel at its beauty. #ModernMathematics #HiddenPatterns",
    "userId": "173",
    "createdAt": "2022-11-10T13:10:00Z"
  },
  {
    "id": "28",
    "message": "Exploring the wonders of modern mathematics is like unraveling the threads of the universe. From fractals to algorithms, it's a symphony of logic and creativity. Join me on this mathematical adventure and witness the beauty of numbers come to life. #ModernMathematics #MathematicalWonders",
    "userId": "173",
    "createdAt": "2020-02-28T18:55:00Z"
  },
  {
    "id": "29",
    "message": "In the realm of modern mathematics, we uncover the hidden beauty woven into the fabric of numbers. From elegant proofs to groundbreaking discoveries, mathematics is a testament to human intellect and curiosity. Let's embrace the wonders of this timeless discipline. #ModernMathematics #IntellectualBeauty",
    "userId": "173",
    "createdAt": "2019-06-16T10:25:00Z"
  },
  {
    "id": "30",
    "message": "The allure of modern mathematics lies in its infinite possibilities. From abstract concepts to real-world applications, it shapes our understanding of the universe. Let's embark on a journey of exploration and uncover the elegance and beauty hidden within numbers. #ModernMathematics #InfinitePossibilities",
    "userId": "173",
    "createdAt": "2023-03-28T13:45:00Z"
  },
  {
    "id": "31",
    "message": "Immerse yourself in the captivating world of modern anime, where vibrant characters and compelling stories come to life. From epic battles to heartfelt moments, anime sparks emotions and ignites our imagination. Join me on this incredible anime journey. #ModernAnime #CaptivatingStories",
    "userId": "175",
    "createdAt": "2022-12-25T21:15:00Z"
  },
  {
    "id": "32",
    "message": "With each frame, modern anime weaves a tapestry of emotions and adventures. Let's embark on thrilling quests, dive into fantastical worlds, and discover the power of friendship and resilience. Are you ready to be enchanted by the magic of anime? #ModernAnime #EmotionalJourneys",
    "userId": "175",
    "createdAt": "2021-02-10T16:40:00Z"
  },
  {
    "id": "33",
    "message": "From the dazzling animation to the gripping narratives, modern anime transports us to realms beyond imagination. Join me on this anime adventure as we explore the boundless creativity and artistry that fuels this captivating medium. #ModernAnime #BoundlessCreativity",
    "userId": "175",
    "createdAt": "2023-06-01T09:50:00Z"
  },
  {
    "id": "34",
    "message": "Anime is a window to a world of wonder, where stories unfold with passion and emotion. From breathtaking animation to relatable characters, it's an art form that touches our hearts. Join me as we delve into the beauty and power of modern anime. #ModernAnime #WonderfulWorld",
    "userId": "175",
    "createdAt": "2023-06-28T12:00:00Z"
  },
  {
    "id": "35",
    "message": "In my search for truth and purpose, I found solace in the embrace of Jesus Christ. His love and teachings guide me on a path of faith, hope, and redemption. Let's embark on a spiritual journey together and discover the transformative power of His grace. #FindingJesus #DivineLove",
    "userId": "176",
    "createdAt": "2022-11-08T14:20:00Z"
  },
  {
    "id": "36",
    "message": "Join me on a quest to find meaning and purpose as we explore the teachings and wisdom of Jesus Christ. His message of love, compassion, and forgiveness resonates across time and cultures. Let's discover the transformative power of His divine presence. #FindingJesus #WisdomOfChrist",
    "userId": "176",
    "createdAt": "2023-01-20T17:30:00Z"
  },
  {
    "id": "37",
    "message": "Just discovered the enchanting world of Wizard101, and I can't get enough! It's a delightful blend of magic, adventure, and friendship. Grab your wand and let's embark on an unforgettable quest! #Wizard101 #GamingCommunity",
    "userId": "167",
    "createdAt": "2023-06-28T15:40:00Z"
  },
  {
    "id": "38",
    "message": "Just had a blast playing Wizard101! It's a magical journey filled with excitement and wonder. Join me in the mystical world of wizards and let the fun begin! #Wizard101 #GamingAdventures",
    "userId": "167",
    "createdAt": "2022-09-05T18:20:00Z"
  },
  {
    "id": "39",
    "message": "Embarking on a spiritual journey, I found solace and strength in Jesus Christ. His teachings inspire love, compassion, and forgiveness, lighting the way in times of darkness. Join me as we explore His profound wisdom. #FindingJesus #SpiritualJourney",
    "userId": "176",
    "createdAt": "2023-06-29T09:15:00Z"
  },
  {
    "id": "40",
    "message": "Finding Jesus Christ has brought immeasurable peace and purpose to my life. His message of love and kindness has transformed my perspective. Let's walk this path of faith and compassion together. #JesusChrist #FaithTransformation",
    "userId": "176",
    "createdAt": "2023-06-29T11:00:00Z"
  },
  {
    "id": "41",
    "message": "Free giveaway alert! Exciting items up for grabs. Join now and you could be our lucky winner. Spread the word and stay tuned for more details. #OnlineGiveaway #Freebies",
    "userId": "177",
    "createdAt": "2023-01-29T13:30:00Z"
  },
  {
    "id": "42",
    "message": "We're hosting a free online giveaway! Don't miss this chance to score some cool loot. Stay tuned for the details, and get ready to win! #GiveawayAlert #OnlineFreebies",
    "userId": "177",
    "createdAt": "2022-03-29T15:05:00Z"
  },
  {
    "id": "43",
    "message": "In the world of programming, design patterns are the blueprints for successful code. They solve common problems, promote code reusability, and make your software design process more efficient. Dive in and learn with me. #ProgrammingTips #DesignPatterns",
    "userId": "178",
    "createdAt": "2023-01-29T16:45:00Z"
  },
  {
    "id": "44",
    "message": "Unravel the magic of design patterns. They're the reusable solutions to commonly occurring problems in software design. Master them and you'll be crafting efficient, maintainable, and scalable code in no time. #ProgrammingTips #DesignPatterns",
    "userId": "178",
    "createdAt": "2021-02-29T18:30:00Z"
  },
  {
    "id": "45",
    "message": "Design patterns are like tried-and-true recipes in the world of programming. They provide standard solutions, improve developer communication, and increase code efficiency. Join me as we delve into the world of design patterns. #ProgrammingTips #DesignPatterns",
    "userId": "178",
    "createdAt": "2023-04-02T20:10:00Z"
  },
  {
    "id": "46",
    "message": "Playing guitar is not just about hitting the right notes; it's about expressing your soul's melody. Join me as I share tips and tricks for mastering this beautiful instrument. #GuitarLove #MusicTips",
    "userId": "179",
    "createdAt": "2021-06-29T21:45:00Z"
  },
  {
    "id": "47",
    "message": "The guitar is a vehicle for self-expression, and every string tells a story. Follow me for tips, techniques, and insights to enhance your playing and deepen your love for this magical instrument. #GuitarLove #MusicTips",
    "userId": "179",
    "createdAt": "2020-03-29T23:15:00Z"
  },
  {
    "id": "48",
    "message": "Football isn't just a game; it's a lifestyle. From helmets to cleats, I'll be sharing my picks for the best equipment that helps optimize performance and safety on the field. Stay tuned! #FootballGear #SportsEquipment",
    "userId": "180",
    "createdAt": "2022-03-30T09:30:00Z"
  },
  {
    "id": "49",
    "message": "Gear up for greatness on the football field. Follow me as I share my top picks for football equipment that combines comfort, safety, and performance. Let's take your game to the next level! #FootballEquipment #GameReady",
    "userId": "180",
    "createdAt": "2023-06-30T11:05:00Z"
  },
  {
    "id": "50",
    "message": "Time to get under the iron! Lifting isn't just a hobby, it's a lifestyle. But remember, it's not about lifting heavy, it's about lifting right. Let's train smart and hard. #Weightlifting #CTFletcherVoice",
    "userId": "182",
    "createdAt": "2023-06-30T13:00:00Z"
  },
  {
    "id": "51",
    "message": "In the voice of CT Fletcher: You don't have to be a beast, you just have to lift like one. It's about consistency, dedication, and finding that inner strength to push beyond your limits. Let's conquer the iron together! #Weightlifting #CTFletcherInspiration",
    "userId": "182",
    "createdAt": "2023-06-30T15:30:00Z"
  },

  {
    "id": "52",
    "message": "Mastering the guitar is a journey of self-discovery. With each strum, we learn a little more about ourselves and the world around us. Follow me for daily tips and dive into the magical world of guitar playing. #GuitarLove #MusicTips",
    "userId": "179",
    "createdAt": "2023-06-30T17:15:00Z"
  },
  {
    "id": "53",
    "message": "Guitar playing is a blend of skill, passion, and soul. It's about feeling the rhythm and becoming one with the music. Join me as I share tips to transform your guitar playing journey. #GuitarLove #MusicTips",
    "userId": "179",
    "createdAt": "2023-06-30T19:00:00Z"
  },
  {
    "id": "54",
    "message": "Unleash the power of your fingers on the fretboard. Guitar playing is about conveying your emotions through melodies. Follow my tips to perfect your chords and make your music sing. #GuitarLove #MusicTips",
    "userId": "179",
    "createdAt": "2023-06-30T20:45:00Z"
  },
  {
    "id": "55",
    "message": "Your football gear can make or break your game. I'm here to help you choose equipment that enhances performance, ensures safety, and stands the test of time. Stay tuned for more! #FootballGear #SportsEquipment",
    "userId": "180",
    "createdAt": "2023-07-01T09:30:00Z"
  },
  {
    "id": "56",
    "message": "Great football starts with great gear. Let me guide you to the best equipment that provides superior protection and comfort, so you can focus on what truly matters - the game. #FootballEquipment #GameReady",
    "userId": "180",
    "createdAt": "2023-07-01T11:15:00Z"
  },
  {
    "id": "57",
    "message": "Winning on the football field starts with choosing the right equipment. I'll be sharing my top recommendations to ensure you're always game-ready. Follow me for the best in football gear. #FootballGear #SportsEquipment",
    "userId": "180",
    "createdAt": "2023-07-01T13:00:00Z"
  },
  {
    "id": "58",
    "message": "Get your head in the iron game. Weightlifting isn't just about the body, it's about the mind. Let's conquer those weights, one rep at a time! #Weightlifting #CTFletcherVoice",
    "userId": "182",
    "createdAt": "2023-07-01T14:45:00Z"
  },
  {
    "id": "59",
    "message": "Weightlifting is a journey of strength and resilience. Remember, every time you lift that iron, you're not only building muscles, but also character. Let's get stronger together! #Weightlifting #CTFletcherVoice",
    "userId": "182",
    "createdAt": "2023-07-01T16:30:00Z"
  },
  {
    "id": "60",
    "message": "Programming is an art. Mastering design patterns is like having a well-organized toolbox at your disposal. They make your code more efficient, flexible, and easy to understand. Follow me for insightful tips. #ProgrammingTips #DesignPatterns",
    "userId": "178",
    "createdAt": "2023-07-01T18:15:00Z"
  },
  {
    "id": "61",
    "message": "Unlock the power of efficient coding with design patterns. They can simplify complex coding scenarios and make your code more maintainable. Stay tuned for more tips! #ProgrammingTips #DesignPatterns",
    "userId": "178",
    "createdAt": "2023-07-01T20:00:00Z"
  },
  {
    "id": "62",
    "message": "Discover the beauty of code with design patterns. They are solutions to common problems in software design and can be your best friend in the coding world. Follow me for more insights. #ProgrammingTips #DesignPatterns",
    "userId": "178",
    "createdAt": "2023-07-02T09:30:00Z"
  },
  {
    "id": "63",
    "message": "Design patterns can take your coding skills to the next level. They are reusable solutions to common programming problems and can make your code more efficient. Stay tuned for more tips! #ProgrammingTips #DesignPatterns",
    "userId": "178",
    "createdAt": "2023-07-02T11:15:00Z"
  },
  {
    "id": "64",
    "message": "Design patterns are the building blocks of good programming. They can help you solve complex problems with simpler solutions. Follow me as I share tips to master these patterns. #ProgrammingTips #DesignPatterns",
    "userId": "178",
    "createdAt": "2023-07-02T13:00:00Z"
  },

  {
    "id": "65",
    "message": "Note-taking is an art. It’s a blend of focus, understanding, and creativity. Follow me for tips on how to make your notes more effective and enjoyable. #NoteTaking #Learning",
    "userId": "184",
    "createdAt": "2023-07-04T10:20:00Z"
  },
  {
    "id": "66",
    "message": "The magic of note-taking lies in its ability to transform the complex into the simple. Stick with me to learn techniques that will revolutionize your note-taking game. #NoteTaking #Productivity",
    "userId": "184",
    "createdAt": "2023-07-07T14:15:00Z"
  },
  {
    "id": "67",
    "message": "Unlock your learning potential with effective note-taking. It can help you retain information, understand concepts better, and even spark creativity. Stay tuned for more tips! #NoteTaking #LearningHacks",
    "userId": "184",
    "createdAt": "2023-07-10T18:30:00Z"
  },
  {
    "id": "68",
    "message": "Tech doesn't have to be tricky. Stick with me for straightforward tech tips and advice that'll make your life easier. #TechTips #TechHelp",
    "userId": "185",
    "createdAt": "2023-07-13T16:45:00Z"
  },
  {
    "id": "69",
    "message": "Here to demystify tech for you. Follow me for handy tech tips that will simplify your digital life. #TechHacks #TechnologyMadeEasy",
    "userId": "185",
    "createdAt": "2023-07-17T20:20:00Z"
  },
  {
    "id": "70",
    "message": "Busting tech myths and breaking down tech barriers. Let me help you navigate the digital landscape with ease. #TechTips #DigitalLife",
    "userId": "185",
    "createdAt": "2023-07-22T10:10:00Z"
  },
  {
    "id": "71",
    "message": "Bringing you the best tech tips and tricks to streamline your digital world. Stay tuned for some game-changing hacks! #TechLife #Efficiency",
    "userId": "185",
    "createdAt": "2023-06-25T14:25:00Z"
  },
  {
    "id": "72",
    "message": "Want to make the most of your tech? Join me for practical advice, tips, and tricks that will take your tech game to the next level. #TechTips #DigitalHacks",
    "userId": "185",
    "createdAt": "2023-04-30T18:50:00Z"
  },
  {
    "id": "73",
    "message": "Video visual art is a form of expression that transcends boundaries. It’s where technology meets creativity. Join me as we explore this captivating art form. #VisualArt #VideoArt",
    "userId": "186",
    "createdAt": "2023-08-03T13:15:00Z"
  },
  {
    "id": "74",
    "message": "Theology isn't just about religion; it's about understanding humanity and the universe. Join me as we uncover cool and thought-provoking aspects of theology. #TheologyTalk #ExploringTheUnknown",
    "userId": "187",

    "createdAt": "2023-08-07T16:30:00Z"
  },
  {
    "id": "75",
    "message": "Theology can be surprisingly cool. It delves into questions about existence, morality, and the divine. Stay tuned for more fascinating insights! #Theology #LifeQuestions",
    "userId": "187",
    "createdAt": "2023-08-10T20:45:00Z"
  },
  {
    "id": "76",
    "message": "Exploring theology is like taking a journey through time and culture. Join me as we discuss the intriguing and cool aspects of theology. #Theology #CultureExploration",
    "userId": "187",
    "createdAt": "2023-08-15T18:05:00Z"
  },
  {
    "id": "77",
    "message": "To all my followers, I hope you have a great day ahead. Remember, your positive attitude can turn any ordinary day into an extraordinary one. #HaveAGoodDay #PositiveVibes",
    "userId": "188",
    "createdAt": "2023-02-20T12:35:00Z"
  },
  {
    "id": "78",
    "message": "Wishing all my followers a day filled with joy, productivity, and lots of coffee. May each hour bring you happiness. #HaveAGreatDay #GoodVibesOnly",
    "userId": "188",
    "createdAt": "2023-08-25T16:50:00Z"
  },
  {
    "id": "79",
    "message": "Hope all my followers have a wonderful day! Remember, you are capable of achieving great things. Make the most of today! #HaveAGoodDay #YouAreCapable",
    "userId": "188",
    "createdAt": "2023-08-30T19:10:00Z"
  },

  {
    "id": "80",
    "message": "Vlogging has opened up new dimensions in my fashion journey. It's a platform where style meets storytelling. Stay tuned for more exciting content. #Vlogging #Fashion",
    "userId": "191",
    "createdAt": "2022-10-15T10:45:00Z"
  },
  {
    "id": "81",
    "message": "Fashion isn't just about clothes, it's a way of expressing oneself. Through vlogging, I bring you the latest trends and my unique style. Join me on this fashion voyage. #FashionVlogging #Trendsetter",
    "userId": "191",
    "createdAt": "2022-11-18T14:10:00Z"
  },
  {
    "id": "82",
    "message": "Bringing the world of fashion to your screen through my vlogs. Join me as we explore styles, trends, and the art of fashion together. #FashionVlogger #StyleExploration",
    "userId": "191",
    "createdAt": "2022-12-25T17:30:00Z"
  },
  {
    "id": "83",
    "message": "Dive into the world of fashion with my vlogs. Get ready for a journey filled with style, trends, and fashion inspiration. Stay stylish, stay fabulous! #FashionVlog #StyleInspiration",
    "userId": "191",
    "createdAt": "2023-02-12T16:20:00Z"
  },
  {
    "id": "84",
    "message": "Did you know that according to mythology, Echo was a nymph who was cursed to only repeat what others said? Stay tuned for more interesting mythological facts. #Mythology #FunFacts",
    "userId": "192",
    "createdAt": "2022-08-21T10:35:00Z"
  },
  {
    "id": "85",
    "message": "Fun fact from mythology: The ancient Greeks believed that Atlas was forced to carry the sky on his shoulders as a punishment from Zeus. #Mythology #InterestingFacts",
    "userId": "192",
    "createdAt": "2022-09-14T13:50:00Z"
  },
  {
    "id": "86",
    "message": "Did you know that zero is the only number that cannot be represented in Roman numerals? Mathematics is full of such interesting facts. Stay tuned for more! #Mathematics #FunFacts",
    "userId": "193",
    "createdAt": "2022-06-18T11:40:00Z"
  },
  {
    "id": "87",
    "message": "Fun fact: The word 'hundred' comes from the old Norse term, 'hundrath', which actually means 120 and not 100. Interesting, isn't it? #Mathematics #FunFacts",
    "userId": "193",
    "createdAt": "2022-07-05T14:20:00Z"
  },
  {
    "id": "88",
    "message": "In mathematics, two angles that add up to 90 degrees are called complementary angles. More such fun facts coming your way! #Mathematics #FunFacts",
    "userId": "193",
    "createdAt": "2022-08-03T15:55:00Z"
  },
  {
    "id": "89",
    "message": "Here's an interesting fact: The Fibonacci sequence appears in nature more often than one would expect. From pine cones to sunflower seeds, it's everywhere! #Mathematics #FunFacts",
    "userId": "193",
    "createdAt": "2022-09-10T11:30:00Z"
  },
  {
    "id": "90",
    "message": "Did you know that the number 5 is considered the number of balance in mathematics? It's the central number in the 1-9 system. Stay tuned for more mathematical fun facts! #Mathematics #FunFacts",
    "userId": "193",
    "createdAt": "2022-10-23T16:25:00Z"
  },
  {
    "id": "91",
    "message": "Nothing beats the adrenaline rush of watching a WWE match. It's a blend of athletic prowess, entertainment, and non-stop action. #WWE #WrestlingFan",
    "userId": "194",
    "createdAt": "2022-07-31T14:45:00Z"
  },
  {
    "id": "92",
    "message": "In the digital era, privacy is not a luxury, it's a right. Always remember, your personal information is valuable. Protect it. #Privacy #DigitalSecurity",
    "userId": "195",
    "createdAt": "2021-12-18T10:25:00Z"
  },
  {
    "id": "93",
    "message": "Taking privacy and security seriously can save you from many digital pitfalls. Stay safe online, always. #OnlineSecurity #PrivacyMatters",
    "userId": "195",
    "createdAt": "2022-02-07T15:35:00Z"
  },
  {
    "id": "94",
    "message": "Your personal data is your digital fingerprint. Don't let it fall into the wrong hands. Always be mindful of your online activities. #Privacy #DataSecurity",
    "userId": "195",
    "createdAt": "2022-04-22T16:10:00Z"
  },
  {
    "id": "95",
    "message": "In the age of information, privacy is a matter of security. Protecting your digital identity is as important as protecting your physical identity. Be vigilant. #Privacy #InformationSecurity",
    "userId": "195",
    "createdAt": "2022-06-14T18:30:00Z"
  },

  {
    "id": "96",
    "message": "Being a better man means being a role model, showing kindness, and standing up for what's right. It's about actions, not just words. #BetterMan #PersonalGrowth",
    "userId": "196",
    "createdAt": "2019-04-21T11:30:00Z"
  },
  {
    "id": "97",
    "message": "The journey to becoming a better man is filled with learning experiences. It's about embracing change and committing to self-improvement. #BetterMan #SelfImprovement",
    "userId": "196",
    "createdAt": "2019-06-16T14:45:00Z"
  },
  {
    "id": "98",
    "message": "Becoming a better man starts with acknowledging our flaws and working towards improving them every day. It's a journey, not a destination. #BetterMan #SelfGrowth",
    "userId": "196",
    "createdAt": "2019-10-02T15:10:00Z"
  },
  {
    "id": "99",
    "message": "Strength, courage, kindness, compassion, and integrity are all hallmarks of a better man. We must strive to cultivate these qualities within us. #BetterMan #CharacterStrengths",
    "userId": "196",
    "createdAt": "2020-01-21T16:20:00Z"
  },
  {
    "id": "100",
    "message": "Becoming a better man is about personal evolution, striving to be kinder, wiser, and more compassionate. It's about growing, learning, and never giving up. #BetterMan #PersonalDevelopment",
    "userId": "196",
    "createdAt": "2020-04-11T18:45:00Z"
  },
  {
    "id": "101",
    "message": "Travel is the only thing you buy that makes you richer. It broadens your mind and enriches your soul. #TravelLove #Wanderlust",
    "userId": "198",
    "createdAt": "2018-09-12T12:15:00Z"
  },
  {
    "id": "102",
    "message": "Fun fact: Did you know that 'Dragon Ball Super' is set just a few months after the defeat of Majin Buu in 'Dragon Ball Z'? #DragonBallSuper #AnimeFacts",
    "userId": "199",
    "createdAt": "2019-07-28T13:50:00Z"
  },
  {
    "id": "103",
    "message": "Dragon Ball Super fact: Goku's Super Saiyan Blue form is a result of him combining his Super Saiyan God power with his Super Saiyan form. #DragonBallSuper #FunFacts",
    "userId": "199",
    "createdAt": "2019-11-09T14:30:00Z"
  },
  {
    "id": "104",
    "message": "Did you know? In 'Dragon Ball Super', Goku's Kaio-ken technique, when combined with his Super Saiyan Blue form, multiplies his power but has a high risk to his body. #DragonBallSuper #AnimeTrivia",
    "userId": "199",
    "createdAt": "2020-02-20T16:00:00Z"
  },
  {
    "id": "105",
    "message": "Fun fact about 'Dragon Ball Super': The series brings back many fan-favorite characters from 'Dragon Ball Z' and introduces powerful new gods and rivals. #DragonBallSuper #AnimeFacts",
    "userId": "199",
    "createdAt": "2020-06-10T18:20:00Z"
  },
  {
    "id": "106",
    "message": "Here's a Dragon Ball Super fun fact: the show introduced a new 'God of Destruction', Beerus, who is feared even by the mighty Shenron. #DragonBallSuper #AnimeTrivia",
    "userId": "199",
    "createdAt": "2020-09-04T19:35:00Z"
  },
  {
    "id": "107",
    "message": "Living a Buddhist lifestyle means embracing compassion, mindfulness, and ethical conduct. It's a path of peace and self-awareness. #Buddhism #MindfulLiving",
    "userId": "200",
    "createdAt": "2018-10-16T13:15:00Z"
  },
  {
    "id": "108",
    "message": "Buddhism is not just a religion, it's a way of life. It encourages us to follow the Middle Way, to seek balance and harmony in our lives. #Buddhism #Balance",
    "userId": "200",
    "createdAt": "2019-02-27T14:30:00Z"
  },
  {
    "id": "109",
    "message": "In a Buddhist lifestyle, meditation is a key practice. It cultivates mindfulness and helps us to live in the present moment. #Buddhism #Meditation",
    "userId": "200",
    "createdAt": "2019-07-01T15:45:00Z"
  }
]
