[
  {
    "id": "1",
    "title": "ADHD Driving Tips & Precautions 🚘⚠️",
    "description": "Navigate the roads with confidence and safety using these ADHD driving tips and precautions. This informative video provides valuable insights and strategies for individuals with ADHD who are behind the wheel. Discover practical techniques to improve focus, minimize distractions, and maintain alertness while driving. Learn about effective planning, organizing, and time management to enhance your driving experience. Gain valuable advice on how to handle hyperactivity and impulsivity while on the road. Whether you're a new driver or have years of experience, these tips will help you overcome challenges associated with ADHD and become a more skilled and responsible driver. Don't let ADHD hold you back from enjoying the freedom of driving. Equip yourself with the knowledge and skills to navigate the roads safely and confidently.",
    "thumbnailUrl": "/image/upload/Cloudinary_data/Videos/ADHD_Mastery/ADHD_Driving_Tips___Precautions_image.jpg",
    "videoUrl": "/video/upload/Cloudinary_data/Videos/ADHD_Mastery/01.ADHD_Driving_Tips_Precautions.mp4",
    "userId": "164",
    "createdAt": "2022-01-17T06:19:11Z"
  },
  {
    "id": "2",
    "title": "ADHD Victim Mindset vs Taking Control",
    "description": "Empower yourself to overcome the victim mindset associated with ADHD and take control of your life. In this thought-provoking video, explore the challenges faced by individuals with ADHD and discover strategies to shift from a victim mindset to one of empowerment and self-determination. Gain valuable insights into reframing negative thought patterns, building resilience, and embracing your strengths. Discover practical tips to improve focus, manage time effectively, and set achievable goals. Through personal stories and expert advice, this video will inspire and motivate you to take charge of your life and thrive with ADHD. Leave behind feelings of helplessness and embrace a mindset of strength and possibility. It's time to break free from the limitations imposed by ADHD and unlock your full potential.",
    "thumbnailUrl": "/image/upload/Cloudinary_data/Videos/ADHD_Mastery/ADHD_Victim_Mindset_vs_Taking_Control_image.jpg",
    "videoUrl": "/video/upload/Cloudinary_data/Videos/ADHD_Mastery/02.ADHD_Victim_Mindset_vs_Taking_Control.mp4",
    "userId": "164",
    "createdAt": "2020-12-18T13:10:26Z"
  },
  {
    "id": "3",
    "title": "How to Add an Extender Chain to a Necklace",
    "description": "Unlock endless possibilities for your necklace collection with this easy-to-follow tutorial on adding an extender chain. Whether you want to adjust the length of your necklace or create a stylish layered look, this step-by-step guide will walk you through the process. Learn the art of attaching an extender chain to your necklace using basic jewelry-making tools and techniques. Explore different types of extender chains and discover creative ways to incorporate them into your jewelry designs. With this skill, you'll have the flexibility to adapt any necklace to suit your desired length and style. Expand your jewelry-making repertoire and elevate your accessorizing game with the knowledge of adding an extender chain to a necklace.",
    "thumbnailUrl": "/image/upload/Cloudinary_data/Videos/Affordable_jewelery/How_to_Add_an_Extender_Chain_to_a_Necklace.jpg",
    "videoUrl": "/video/upload/Cloudinary_data/Videos/Affordable_jewelery/03.Make_some_Knitting_BLING___DIY_Stitch_Marker_Tutorial.mp4",
    "userId": "165",
    "createdAt": "2020-01-20T04:48:59Z"
  },
  {
    "id": "4",
    "title": "How to make Sweet Candy Earrings in Just Minutes!",
    "description": "Indulge your creative side and whip up a deliciously delightful pair of sweet candy earrings in no time! This fun and easy tutorial will guide you through the steps to create charming earrings that resemble your favorite sugary treats. Learn the art of selecting the right materials, assembling the earrings, and adding the finishing touches. Whether you're a beginner or an experienced jewelry maker, this project is perfect for unleashing your imagination and showcasing your unique style. Surprise your friends and loved ones with these adorable candy earrings, or treat yourself to a sweet accessory that's sure to turn heads. Get ready to make a fashion statement that's as delightful as it is scrumptious!",
    "thumbnailUrl": "/image/upload/Cloudinary_data/Videos/Affordable_jewelery/How_to_make_Sweet_Candy_Earrings_in_Just_Minutes.jpg",
    "videoUrl": "/video/upload/Cloudinary_data/Videos/Affordable_jewelery/02.How_to_make_Sweet_Candy_Earrings_in_Just_Minutes.mp4",
    "userId": "165",
    "createdAt": "2021-04-16T06:32:45Z"
  },
  {
    "id": "5",
    "title": "beatsbyNeVs - Takeoff",
    "description": "Embark on an exhilarating audio journey with beatsbyNeVs - Takeoff. This captivating music track will transport you to a world of pulsating beats, infectious melodies, and a vibrant atmosphere. With its dynamic composition and infectious energy, Takeoff will ignite your senses and leave you craving for more. Whether you're looking for an upbeat soundtrack to accompany your workout, a motivational tune for your daily commute, or simply want to immerse yourself in a mesmerizing musical experience, this track has it all. Let beatsbyNeVs take you on a sonic adventure that will have you hooked from the very first note. Get ready to hit the play button and let the music Takeoff!",
    "thumbnailUrl": "/image/upload/Cloudinary_data/Videos/beatsbyNeVs/beatsbyNeVs_-_Takeoff.jpg",
    "videoUrl": "/video/upload/Cloudinary_data/Videos/beatsbyNeVs/01.beatsbyNeVs_-_Takeoff.mp4",
    "userId": "166",
    "createdAt": "2021-05-07T12:14:07Z"
  },
  {
    "id": "6",
    "title": "beatsbyNeVs - Decline",
    "description": "Experience the captivating allure of beatsbyNeVs - Decline. This mesmerizing music track will take you on a sonic journey filled with rich textures, haunting melodies, and a sense of mystery. Immerse yourself in the atmospheric soundscape crafted by beatsbyNeVs and let your imagination roam free. Whether you're seeking a background tune for your creative projects, a soundtrack to accompany your introspective moments, or simply want to explore the beauty of ambient music, Decline is the perfect choice. Let the music envelop you and transport you to a realm of sonic tranquility. Allow beatsbyNeVs to redefine your perception of music with the captivating composition of Decline.",
    "thumbnailUrl": "/image/upload/Cloudinary_data/Videos/beatsbyNeVs/beatsbyNeVs_-_Decline.jpg",
    "videoUrl": "/video/upload/Cloudinary_data/Videos/beatsbyNeVs/02.beatsbyNeVs_-_Decline.mp4",
    "userId": "166",
    "createdAt": "2022-11-15T18:44:26Z"
  },
  {
    "id": "7",
    "title": "Wizard101: Death Walkthrough Announcement",
    "description": "Prepare to embark on a thrilling adventure in the magical world of Wizard101 with the Death Walkthrough Announcement. In this exciting video, join the journey of a powerful wizard as they navigate through treacherous quests, encounter formidable foes, and unlock the secrets of the Death school of magic. Discover valuable tips and strategies to conquer challenging battles, acquire powerful spells, and master the art of necromancy. Immerse yourself in the enchanting visuals, immersive storytelling, and captivating gameplay of Wizard101. Whether you're a seasoned player or new to the wizarding world, this walkthrough announcement will provide valuable insights and inspire you to embark on your own magical journey. Get ready to embrace the wonders of Wizard101 and unlock your true potential as a spellcasting wizard.",
    "thumbnailUrl": "/image/upload/Cloudinary_data/Videos/BlazeLifehammer/Wizard101-_Death_Walkthrough_Announcement.jpg",
    "videoUrl": "/video/upload/Cloudinary_data/Videos/BlazeLifehammer/08.Wizard101__Death_Walkthrough_Announcement.mp4",
    "userId": "167",
    "createdAt": "2020-05-22T06:41:31Z"
  },
  {
    "id": "8",
    "title": "Wizard101: Trendkill Pantera Pet Showcase",
    "description": "Introducing the Trendkill Pantera Pet Showcase in the enchanting world of Wizard101. Join us in this magical video as we unravel the mysteries and powers of the Trendkill Pantera Pet. Discover its unique abilities, stunning visuals, and the special bond it forms with its wizard companion. Dive into the fascinating lore behind this rare and sought-after pet and witness its incredible talents in action. Whether you're a pet collector, a dedicated wizard, or simply curious about the wonders of Wizard101, this pet showcase is a must-watch. Immerse yourself in the captivating world of magic, friendship, and adventure as you witness the magnificence of the Trendkill Pantera Pet. Get ready to be enchanted by its beauty and the remarkable abilities it brings to the Wizard101 universe.",
    "thumbnailUrl": "/image/upload/Cloudinary_data/Videos/BlazeLifehammer/Wizard101-_Trendkill_Pantera_Pet_Showcase.jpg",
    "videoUrl": "/video/upload/Cloudinary_data/Videos/BlazeLifehammer/09.Wizard101__Trendkill_Pantera_Pet_Showcase.mp4",
    "userId": "167",
    "createdAt": "2021-08-31T19:02:02Z"
  },
  {
    "id": "9",
    "title": "Elon Musk: Tesla's New Engine Will Change The EV Industry Forever!",
    "description": "Embark on a visionary journey with Elon Musk as he unveils Tesla's groundbreaking new engine that will revolutionize the electric vehicle (EV) industry. In this captivating video, join the world-renowned entrepreneur and innovator as he shares his insights, plans, and aspirations for the future of sustainable transportation. Witness the unveiling of Tesla's cutting-edge engine technology, designed to enhance performance, extend range, and accelerate the transition to a greener future. Explore the remarkable features, breakthrough innovations, and the potential impact of this game-changing engine on the EV market. Whether you're an automotive enthusiast, an advocate for clean energy, or simply intrigued by technological advancements, this announcement will leave you inspired and in awe of Tesla's commitment to pushing the boundaries of innovation. Get ready to witness a paradigm shift in the EV industry with Tesla's new engine.",
    "thumbnailUrl": "/image/upload/Cloudinary_data/Videos/carmanics/Elon_Musk-_Tesla_s_New_Engine_Will_Change_The_EV_Industry_Forever.jpg",
    "videoUrl": "/video/upload/Cloudinary_data/Videos/carmanics/Elon_Musk_Reveals_5_NEW_Teslas_for_2023_SHOCKS_The_Car_Industry.mp4",
    "userId": "168",
    "createdAt": "2020-04-20T19:27:26Z"
  },
  {
    "id": "10",
    "title": "ALL NEW General Motors Tiny $15K Ford Bronco Competitor!",
    "description": "Get ready for the unveiling of the highly anticipated General Motors (GM) Tiny, a formidable competitor to the iconic Ford Bronco. In this exhilarating video, join us as we delve into the details, design, and features of this all-new compact SUV that is set to make waves in the automotive industry. Discover how GM has crafted a vehicle that combines style, versatility, and performance into a compact and affordable package. Explore the rugged capabilities, cutting-edge technology, and the spirit of adventure embodied by the Tiny. Whether you're an outdoor enthusiast, an urban explorer, or simply in search of a versatile and affordable vehicle, this unveiling will leave you excited about the possibilities. Get ready to embrace a new era of compact SUVs with the General Motors Tiny and prepare to embark on your next great adventure.",
    "thumbnailUrl": "/image/upload/Cloudinary_data/Videos/carmanics/Elon_Musk_Reveals_5_NEW_Teslas_for_2023_SHOCKS_The_Car_Industry.jpg",
    "videoUrl": "/video/upload/Cloudinary_data/Videos/carmanics/ALL_NEW_General_Motors_Tiny_15K_Ford_Bronco_Competitor.mp4",
    "userId": "168",
    "createdAt": "2022-09-11T22:00:08Z"
  },
  {
    "id": "11",
    "title": "\"he told me to take it easy, so I went extra hard\" - GTA 5",
    "description": "Immerse yourself in the thrilling world of GTA 5 with the quote, \"he told me to take it easy, so I went extra hard.\" This iconic line captures the essence of the game, where players are encouraged to push boundaries, embrace chaos, and defy expectations. In this action-packed video, experience heart-pounding missions, adrenaline-fueled car chases, and intense gunfights that will keep you on the edge of your seat. Witness the immersive open-world environment, stunning visuals, and a captivating storyline that unfolds with each gameplay moment. Whether you're a seasoned gamer or new to the GTA series, this video will transport you to a world where rules are meant to be broken and the unexpected is the norm. Get ready to unleash your inner thrill-seeker and dive into the wild adventures of GTA 5.",
    "thumbnailUrl": "/image/upload/Cloudinary_data/Videos/Chops/_he_told_me_to_take_it_easy_so_I_went_extra_hard__-_GTA_5.jpg",
    "videoUrl": "/video/upload/Cloudinary_data/Videos/Chops/_he_told_me_to_take_it_easy_so_I_went_extra_hard__-_GTA_5.mp4",
    "userId": "169",
    "createdAt": "2020-05-15T20:10:37Z"
  },
  {
    "id": "12",
    "title": "Every GTA SA reference in GTA 5 Pt 2",
    "description": "Delve into the immersive world of Grand Theft Auto 5 (GTA 5) as we explore every reference to its predecessor, GTA San Andreas (GTA SA), in this captivating video. Join us on a nostalgic journey as we uncover the hidden Easter eggs, subtle nods, and clever connections that pay homage to the beloved GTA SA. From familiar characters and iconic locations to memorable missions and distinct gameplay elements, discover how GTA 5 seamlessly weaves in elements of its predecessor to create a rich and interconnected universe. Whether you're a die-hard fan of GTA SA or simply curious about the game's legacy, this video will provide an in-depth analysis and celebration of the enduring influence of GTA San Andreas on the world of GTA 5. Get ready to embark on a trip down memory lane as we connect the dots between these two iconic games.",
    "thumbnailUrl": "/image/upload/Cloudinary_data/Videos/Chops/sddefault.jpg",
    "videoUrl": "/video/upload/Cloudinary_data/Videos/Chops/Every_GTA_SA_reference_in_GTA_5_Pt_2.mp4",
    "userId": "169",
    "createdAt": "2022-01-19T20:38:00Z"
  },
  {
    "id": "13",
    "title": "Cold Steel Counter Tac I II",
    "description": "Experience the exceptional craftsmanship and tactical prowess of the Cold Steel Counter Tac I II knives. In this gripping video, discover the unparalleled design, precision engineering, and rugged durability of these versatile combat knives. From the razor-sharp blades to the ergonomic handles, every aspect of the Counter Tac I II has been meticulously crafted to deliver optimal performance and reliability in the most demanding situations. Whether you're a military professional, law enforcement officer, or a dedicated knife enthusiast, these Cold Steel knives are designed to meet and exceed your expectations. Unleash your inner warrior and equip yourself with the Cold Steel Counter Tac I II, the ultimate tool for self-defense, survival, and tactical operations.",
    "thumbnailUrl": "/image/upload/Cloudinary_data/Videos/Cold_Steal/Cold_Steel_Counter_Tac_I_II.jpg",
    "videoUrl": "/video/upload/Cloudinary_data/Videos/Cold_Steal/Cold_Steel_Counter_Tac_I_II.mp4",
    "userId": "170",
    "createdAt": "2022-05-09T16:41:45Z"
  },
  {
    "id": "14",
    "title": "COLD STEEL ARKANSAS TOOTHPICK",
    "description": "Step into the world of Cold Steel and experience the legendary Arkansas Toothpick knife. This captivating video showcases the exceptional craftsmanship, historical significance, and unrivaled performance of the Arkansas Toothpick. Explore its iconic design, featuring a long, slender blade and a meticulously crafted handle. Learn about the rich history of this classic knife, originally used by pioneers, frontiersmen, and soldiers during the early days of American history. Discover how Cold Steel has meticulously recreated this historic blade, staying true to its heritage while incorporating modern materials and manufacturing techniques. Whether you're a collector, an outdoor enthusiast, or a history buff, the Cold Steel Arkansas Toothpick is a must-have addition to your knife collection. Experience the legacy and timeless appeal of this iconic blade and embrace a piece of American history.",
    "thumbnailUrl": "/image/upload/Cloudinary_data/Videos/Cold_Steal/COLD_STEEL_ARKANSAS_TOOTHPICK.jpg",
    "videoUrl": "/video/upload/Cloudinary_data/Videos/Cold_Steal/COLD_STEEL_ARKANSAS_TOOTHPICK.mp4",
    "userId": "170",
    "createdAt": "2021-02-15T13:45:31Z"
  },
  {
    "id": "15",
    "title": "Happy Halloween from Cold Steel",
    "description": "Celebrate Halloween in style with Cold Steel! In this spooktacular video, immerse yourself in the chilling atmosphere as Cold Steel wishes you a Happy Halloween. Explore a collection of their finest and most wicked blades, specially curated for this haunting season. From sinister machetes to bone-chilling knives, each blade embodies the spirit of Halloween and the craftsmanship that Cold Steel is renowned for. Whether you're a horror aficionado, a knife enthusiast, or simply want to add a touch of intrigue to your Halloween festivities, this video is sure to send shivers down your spine. Embrace the thrill and excitement of Halloween with Cold Steel, and get ready to make this holiday one to remember!",
    "thumbnailUrl": "/image/upload/Cloudinary_data/Videos/Cold_Steal/Happy_Halloween_from_Cold_Steel.jpg",
    "videoUrl": "/video/upload/Cloudinary_data/Videos/Cold_Steal/Happy_Halloween_from_Cold_Steel.mp4",
    "userId": "170",
    "createdAt": "2020-06-11T13:47:29Z"
  },
  {
    "id": "16",
    "title": "A method to build credibility with consulting clients // without paying for more certifications",
    "description": "Discover a powerful method to establish credibility and trust with your consulting clients without the need for additional certifications. In this insightful video, learn practical strategies to showcase your expertise, build strong client relationships, and differentiate yourself in the competitive consulting industry. Gain valuable insights into effective communication, active listening, and demonstrating value to your clients. Explore techniques to leverage your past experiences, highlight success stories, and position yourself as a trusted advisor. Whether you're a seasoned consultant or just starting your consulting journey, this video will provide you with the tools and knowledge to build credibility, attract high-quality clients, and achieve long-term success. Get ready to take your consulting career to new heights by mastering the art of building credibility.",
    "thumbnailUrl": "/image/upload/Cloudinary_data/Videos/CovetedConsultant/A_method_to_build_credibility_with_consulting_clients___without_paying_for_more_certifications.jpg",

    "videoUrl": "/video/upload/Cloudinary_data/Videos/CovetedConsultant/A_method_to_build_credibility_with_consulting_clients____without_paying_for_more_certifications.mp4",
    "userId": "171",
    "createdAt": "2020-09-06T05:37:02Z"
  },
  {
    "id": "17",
    "title": "Accessibility Consultant: Creating a New Standard For Your Business",
    "description": "Unlock the potential of your business with the expertise of an accessibility consultant. In this informative video, discover the crucial role of accessibility consultants in creating a new standard for businesses. Explore the importance of inclusivity, compliance with accessibility regulations, and creating an environment that caters to diverse needs. Learn how accessibility consultants assess your business, identify barriers, and provide strategic recommendations to enhance accessibility. Whether you're a business owner, manager, or simply passionate about fostering inclusivity, this video will shed light on the valuable contributions of accessibility consultants and the positive impact they can have on your organization. Get ready to embrace a new standard of accessibility and transform your business into a welcoming and inclusive space for all.",
    "thumbnailUrl": "/image/upload/Cloudinary_data/Videos/CovetedConsultant/Accessibility_Consultant-_Creating_a_New_Standard_For_Your_Busines.jpg",
    "videoUrl": "/video/upload/Cloudinary_data/Videos/CovetedConsultant/Accessibility_Consultant__Creating_a_New_Standard_For_Your_Business.mp4",
    "userId": "171",
    "createdAt": "2019-06-07T13:11:36Z"
  },
  {
    "id": "18",
    "title": "Why Do Men Never Notice Me?",
    "description": "Unravel the mysteries of attraction and discover why men may not be noticing you in this insightful video. Explore common misconceptions, societal pressures, and personal factors that can affect how others perceive and interact with us. Gain valuable insights into building confidence, embracing your unique qualities, and enhancing your self-esteem. Learn practical tips to attract attention, communicate effectively, and exude positive energy. Whether you're seeking a deeper understanding of human interaction, looking for self-improvement advice, or simply curious about the dynamics of attraction, this video will provide you with a fresh perspective and empower you to navigate the complexities of relationships with confidence and self-assurance. Get ready to unlock your full potential and attract the attention you deserve.",
    "thumbnailUrl": "/image/upload/Cloudinary_data/Videos/DatingLogic/Why_Do_Men_Never_Notice_Me_.jpg",
    "videoUrl": "/video/upload/Cloudinary_data/Videos/DatingLogic/Why_Do_Men_Never_Notice_Me_.mp4",
    "userId": "172",
    "createdAt": "2021-03-10T16:11:59Z"
  },
  {
    "id": "19",
    "title": "You Have Had No Success In Online Dating And You Are Good-Looking?",
    "description": "Discover the keys to online dating success, even if you're good-looking and haven't had much luck so far. In this informative video, learn practical strategies to improve your online dating experience and increase your chances of finding meaningful connections. Explore common pitfalls, misconceptions, and challenges faced by good-looking individuals in the online dating world. Gain valuable insights into creating an authentic and compelling profile, crafting engaging messages, and navigating the digital dating landscape. Whether you're new to online dating or looking to enhance your existing approach, this video will provide you with valuable tips and techniques to maximize your potential and increase your chances of finding a compatible partner. Get ready to revolutionize your online dating journey and unlock new possibilities for meaningful connections.",
    "thumbnailUrl": "/image/upload/Cloudinary_data/Videos/DatingLogic/You_Have_Had_No_Success_In_Online_Dating_And_You_Are_Good-Looking_.jpg",
    "videoUrl": "/video/upload/Cloudinary_data/Videos/DatingLogic/You_Have_Had_No_Success_In_Online_Dating_And_You_Are_Good-Looking_.mp4",
    "userId": "172",
    "createdAt": "2020-10-04T13:09:41Z"
  },
  {
    "id": "20",
    "title": "The Theory of Higher Order Differential Equations",
    "description": "Dive into the fascinating world of higher order differential equations with this enlightening video. Explore the theory, concepts, and applications of these powerful mathematical tools. Gain a deeper understanding of the intricacies involved in solving higher order differential equations, from linear to nonlinear cases. Discover the importance of boundary conditions, initial values, and the role they play in determining unique solutions. Whether you're a mathematics enthusiast, a student studying advanced calculus, or simply curious about the beauty of mathematical equations, this video will provide you with valuable insights and enrich your understanding of higher order differential equations. Get ready to embark on a journey of mathematical exploration and uncover the elegance and complexity hidden within these fascinating equations.",
    "thumbnailUrl": "/image/upload/Cloudinary_data/Videos/DrTrefor/The_Theory_of_Higher_Order_Differential_Equations.jpg",
    "videoUrl": "/video/upload/Cloudinary_data/Videos/DrTrefor/The_Theory_of_Higher_Order_Differential_Equations.mp4",
    "userId": "173",
    "createdAt": "2021-11-05T14:32:40Z"
  },
  {
    "id": "21",
    "title": "Undamped Mechanical Vibrations & Hooke's Law // Simple Harmonic Motion",
    "description": "Dive into the fascinating world of undamped mechanical vibrations and explore the principles of Hooke's Law and simple harmonic motion. In this educational video, unravel the dynamics of oscillating systems and their behavior without the influence of damping forces. Discover the fundamental relationship between the restoring force and displacement in mechanical systems governed by Hooke's Law. Gain a deeper understanding of simple harmonic motion and how it relates to the concept of equilibrium, frequency, and amplitude. Whether you're a student studying physics, an enthusiast interested in understanding vibrations, or simply curious about the laws governing mechanical systems, this video will provide you with valuable insights and a solid foundation in the principles of undamped mechanical vibrations and Hooke's Law. Get ready to explore the captivating world of oscillations and uncover the mathematical beauty behind simple harmonic motion.",
    "thumbnailUrl": "/image/upload/Cloudinary_data/Videos/DrTrefor/Undamped_Mechanical_Vibrations___Hooke_s_Law___Simple_Harmonic_Motion.jpg",
    "videoUrl": "/video/upload/Cloudinary_data/Videos/DrTrefor/Undamped_Mechanical_Vibrations_u0026_Hooke_s_Law____Simple_Harmonic_Motion.mp4",
    "userId": "173",
    "createdAt": "2021-09-16T15:15:57Z"
  },
  {
    "id": "22",
    "title": "Driicky Graham - \"Soft\" Freestyle",
    "description": "Immerse yourself in the artistry and lyrical prowess of Driicky Graham as he delivers an electrifying \"Soft\" freestyle. In this captivating video, experience the raw talent and creative flow of Driicky Graham as he effortlessly weaves words together in a rhythmic masterpiece. From clever wordplay to thought-provoking verses, witness the artistic expression and passion that defines Driicky Graham's unique style. Whether you're a fan of hip-hop, appreciate the art of freestyling, or simply enjoy discovering new musical talents, this video is sure to captivate your ears and leave you wanting more. Get ready to be blown away by the lyrical prowess of Driicky Graham as he showcases his skills in this mesmerizing \"Soft\" freestyle.",
    "thumbnailUrl": "/image/upload/Cloudinary_data/Videos/Drickey%20Graham/Driicky_Graham_-__Soft__Freestyl.jpg",
    "videoUrl": "/video/upload/Cloudinary_data/Videos/Drickey%20Graham/Driicky_Graham_-__Soft__Freestyle.mp4",
    "userId": "174",
    "createdAt": "2019-11-26T18:44:27Z"
  },

  {
    "id": "23",
    "title": "Driicky Graham - Faster",
    "description": "Feel the energy and groove to the beats of Driicky Graham's electrifying track, \"Faster.\" In this music video, experience the infectious rhythm, catchy hooks, and memorable lyrics that define Driicky Graham's unique musical style. Immerse yourself in a world of captivating visuals, dynamic choreography, and an atmosphere filled with excitement and adrenaline. Whether you're a fan of hip-hop, appreciate high-energy music, or simply want to discover new artists, this video will leave you tapping your feet and moving to the beat. Get ready to embrace the speed, passion, and charisma of Driicky Graham's \"Faster\" and let the music take you on a thrilling ride.",
    "thumbnailUrl": "/image/upload/Cloudinary_data/Videos/Drickey%20Graham/Driicky_Graham_-_Faster.jpg",
    "videoUrl": "/video/upload/Cloudinary_data/Videos/Drickey%20Graham/Driicky_Graham_-_Faster.mp4",
    "userId": "174",
    "createdAt": "2023-03-22T20:40:22Z"
  },
  {
    "id": "24",
    "title": "Does Shield Hero Belong In Isekai Quartet?",
    "description": "Join the discussion and explore the question of whether Shield Hero belongs in the popular anime crossover series, Isekai Quartet. In this thought-provoking video, delve into the world of isekai anime and examine the characters, themes, and narrative elements of Shield Hero. Gain insights into the unique qualities of Shield Hero and how they align with the comedic and lighthearted tone of Isekai Quartet. Whether you're a fan of anime crossovers, love exploring the connections between different series, or simply enjoy thought-provoking discussions about anime, this video will provide you with valuable perspectives and ignite your imagination. Get ready to dive into the world of Shield Hero and join the debate on whether it truly belongs in the beloved Isekai Quartet universe.",
    "thumbnailUrl": "/image/upload/Cloudinary_data/Videos/Echidnut/Does_Shield_Hero_Belong_In_Isekai_Quartet_.jpg",
    "videoUrl": "/video/upload/Cloudinary_data/Videos/Echidnut/Does_Shield_Hero_Belong_In_Isekai_Quartet_.mp4",
    "userId": "175",
    "createdAt": "2021-08-29T15:19:06Z"
  },
  {
    "id": "25",
    "title": "How to \"Legally\" Watch Memory Snow",
    "description": "Unlock the secrets of watching Memory Snow legally with this informative video guide. In this video, learn about the availability, platforms, and legal methods to enjoy the popular anime film, Memory Snow, in the comfort of your home. Discover the streaming services, DVD releases, and official channels where you can access this captivating anime film while supporting the creators and distributors. Whether you're a fan of the Re:Zero series, passionate about anime, or simply want to explore legal avenues for accessing your favorite shows and movies, this video will provide you with the knowledge and resources to enjoy Memory Snow while respecting intellectual property rights. Get ready to embark on a legal and immersive anime-watching experience with Memory Snow.",
    "thumbnailUrl": "/image/upload/Cloudinary_data/Videos/Echidnut/How_to__Legally__Watch_Memory_Snow_.jpg",
    "videoUrl": "/video/upload/Cloudinary_data/Videos/Echidnut/How_to__Legally__Watch_Memory_Snow.mp4",
    "userId": "175",
    "createdAt": "2021-10-02T17:23:12Z"
  },
  {
    "id": "26",
    "title": "Can I Know God Personally?",
    "description": "Embark on a profound spiritual journey and explore the question, \"Can I know God personally?\" In this thought-provoking video, delve into the realms of faith, spirituality, and personal connection. Discover different perspectives and insights into developing a personal relationship with a higher power. Explore the importance of introspection, prayer, meditation, and seeking answers to life's deepest questions. Whether you're on a quest for spiritual enlightenment, curious about different belief systems, or simply searching for a deeper sense of purpose, this video will provide you with valuable insights and perspectives to nurture your spiritual journey. Get ready to explore the mysteries of the divine and discover the possibility of knowing God personally.",
    "thumbnailUrl": "/image/upload/Cloudinary_data/Videos/Explore_God/Can_I_Know_God_Personally_.jpg",
    "videoUrl": "/video/upload/Cloudinary_data/Videos/Explore_God/Can_I_Know_God_Personally_.mp4",
    "userId": "176",
    "createdAt": "2019-05-18T10:08:18Z"
  },
  {
    "id": "27",
    "title": "Drugs, Sex, and Jesus",
    "description": "Engage in a thought-provoking discussion about the complex relationship between drugs, sex, and religion in this eye-opening video. Explore the intersection of these seemingly disparate elements and examine their impact on individuals, society, and spirituality. Delve into the complexities of personal choices, societal norms, and religious teachings as they relate to topics that often evoke strong emotions and diverse perspectives. Whether you're seeking a deeper understanding of the complexities surrounding these subjects, interested in exploring the connections between spirituality and human experiences, or simply looking for thought-provoking content, this video will provide you with valuable insights and ignite meaningful conversations. Get ready to challenge your preconceptions and embark on a journey of introspection and exploration.",
    "thumbnailUrl": "/image/upload/Cloudinary_data/Videos/Explore_God/Drugs_Sex_and_Jesus.jpg",
    "videoUrl": "/video/upload/Cloudinary_data/Videos/Explore_God/Drugs_Sex_and_Jesus.mp4",
    "userId": "176",
    "createdAt": "2021-03-20T11:01:58Z"
  },
  {
    "id": "28",
    "title": "★ How to Shop for Free at Staples",
    "description": "Unlock the secrets of shopping for free at Staples with this informative video guide. In this video, discover the strategies, techniques, and insider tips to maximize your savings and score amazing deals at Staples without spending a dime. Learn about reward programs, coupon stacking, clearance sales, and other money-saving hacks that can turn your shopping trip into a budget-friendly adventure. Whether you're a bargain hunter, a frugal shopper, or simply looking to stretch your dollar, this video will provide you with valuable insights and practical advice to make the most of your Staples shopping experience. Get ready to shop smart and discover how you can get incredible products for free at Staples.",
    "thumbnailUrl": "/image/upload/Cloudinary_data/Videos/Freestufffindercom/How_to_Shop_for_Free_at_Staples.jpg",
    "videoUrl": "/video/upload/Cloudinary_data/Videos/Freestufffindercom/How_to_Shop_for_Free_at_Staples.mp4",
    "userId": "177",
    "createdAt": "2022-01-11T06:32:35Z"
  },
  {
    "id": "29",
    "title": "4 EASY Freebies! 🙌  Walgreens Deals Using JUST Your Phone!",
    "description": "Discover four easy ways to score freebies at Walgreens using just your phone in this informative video. Learn about digital coupons, rebate apps, loyalty programs, and other strategies to save money and get free products during your Walgreens shopping trips. Explore the available offers, step-by-step instructions, and insider tips to unlock amazing deals without spending a penny. Whether you're a seasoned couponer, a frugal shopper, or simply looking to maximize your savings, this video will provide you with practical knowledge and resources to get the most out of your Walgreens visits. Get ready to fill your cart with freebies and enjoy the thrill of getting great products without breaking the bank.",
    "thumbnailUrl": "/image/upload/Cloudinary_data/Videos/Freestufffindercom/4_EASY_Freebies_Walgreens_Deals_Using_JUST_Your_Phone.jpg",
    "videoUrl": "/video/upload/Cloudinary_data/Videos/Freestufffindercom/4_EASY_Freebies_Walgreens_Deals_Using_JUST_Your_Phone.mp4",
    "userId": "177",
    "createdAt": "2022-12-06T10:23:34Z",
    "publish": false
  },
  {
    "id": "30",
    "title": "Breadth First Search Explained and Implemented in Java | BFS | Graph Traversal & Theory | Geekific",
    "description": "Dive into the world of graph theory and learn about the Breadth First Search (BFS) algorithm in this comprehensive video tutorial. Explore the concepts and implementation of BFS, a fundamental graph traversal algorithm used to explore all the vertices of a graph in a breadthward motion. Gain insights into the data structures, algorithms, and techniques used in BFS, as well as its applications in various fields such as computer science, network analysis, and data mining. Whether you're a student studying algorithms and data structures, a programmer looking to expand your knowledge, or simply interested in understanding graph traversal, this video will provide you with a solid foundation in BFS and its theoretical underpinnings. Get ready to unravel the mysteries of BFS and navigate the fascinating world of graph traversal.",
    "thumbnailUrl": "/image/upload/Cloudinary_data/Videos/geekific/Breadth_First_Search_Explained_and_Implemented_in_Java___BFS___Graph_Traversal___Theory___Geekific.jpg",
    "videoUrl": "/video/upload/Cloudinary_data/Videos/geekific/Breadth_First_Search_Explained_and_Implemented_in_Java.mp4",
    "userId": "178",
    "createdAt": "2021-06-25T07:27:24Z"
  },
  {
    "id": "31",
    "title": "Domain-Driven Design Made Simple | What is it, and Why you need it? | Introduction to DDD | Geekific",
    "description": "Discover the power of Domain-Driven Design (DDD) and its importance in software development with this insightful video. Learn about the principles, concepts, and benefits of DDD, a software development approach that focuses on aligning business requirements with software design. Explore the core elements of DDD, including bounded contexts, aggregates, entities, value objects, and domain events. Gain a deeper understanding of the role of ubiquitous language in fostering effective communication between software developers and domain experts. Whether you're a software engineer, a project manager, or simply interested in software development methodologies, this video will provide you with valuable insights and inspire you to adopt DDD in your next software project. Get ready to revolutionize your approach to software development and harness the power of Domain-Driven Design.",
    "thumbnailUrl": "/image/upload/Cloudinary_data/Videos/geekific/Domain-Driven_Design_Made_Simple___What_is_it_and_Why_you_need_it___.jpg",
    "videoUrl": "/video/upload/Cloudinary_data/Videos/geekific/Domain-Driven_Design_Made_Simple.mp4",
    "userId": "178",
    "createdAt": "2021-07-26T13:16:57Z"
  }
]
